* Bowdoin_BH1

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Bowdoin_BH1
Place name                       | Bowdoin Glacier
Geographic location              | Northwest Greenland
Site type                        | Ice sheet
Data Source                      | Seguinot, Funk, Bauder, Wyder, Senn, & Sugiyama. (2020). Bowdoin Glacier borehole temperature data [Data set]. Zenodo. https://doi.org/10.5281/zenodo.3695961
Data DOI                         | 10.5281/zenodo.3695961
Science Source                   | Seguinot J, Funk M, Bauder A, Wyder T, Senn C and Sugiyama S (2020) Englacial Warming Indicates Deep Crevassing in Bowdoin Glacier, Greenland. Front. Earth Sci. 8:65. doi: 10.3389/feart.2020.00065
Science DOI                      | 10.3389/feart.2020.00065
Date                             | 2014-10-01
Longitude [°E]                   | -68.58
Latitude [°N]                    | 77.68
Location Source                  | 10.3189/2015JoG14J127 
Depth of top measurement [m]     | 123.0
Depth of bottom measurement [m]  | 265
Ice thickness [m]                | 272
Coverage [% of thickness]        | 52
Ice thickness source             | 10.3389/feart.2020.00065
Note                             | 
#+end_example

** Temperature

+ See https://github.com/GEUS-Glaciology-and-Climate/greenland_ice_borehole_temperature_profiles/issues/46

** Thickness

** Location

+ Location approximate and site in motion.

Coordinates are estimated from:
+ The initial drilling site coordinates measured by hand-held GPS (Table 1 in doi:10.3389/feart.2020.00065).
+ Continuous dGPS time series from Hokkaido Univ team, interpolated linearly for long data gaps in winter.

This is the same method as used in Fig. 5 of doi:10.3389/feart.2020.00065.

The code used for computation is https://github.com/juseg/bowdoin/commit/aef3510

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|                  d |                   t |
| 122.83122167100896 |  -6.029340277777778 |
| 171.66406469079658 |  -5.348784722222224 |
|  208.4151162731412 |  -3.709451388888889 |
|  231.5208659430081 |  -2.062809572059757 |
|  252.3690251003146 | -1.0422430555555555 |
| 265.07790122009044 | -0.6731629195736339 |


